<template>
    <div class="container conditions-privacy">
        <h2>Публичная оферта</h2>
        Настоящая Публичная оферта предлагается со стороны ОсОО «Азор Кей Джи»
        (являющегося владельцем Маркетплейса «Azor» находящегося по интернет
        адресу: www.azor.kg), о заключении Договора купли-продажи с
        Покупателями, далее совместно именуемыми Стороны, а по отдельности
        Сторона или как укзано в настоящей Публичной оферте, в соответствии с
        действующим законодательством Кыргызской Республики, при приобретении
        товаров с использованием Маркетплейса «Azor». <br />

        Оферта - публичное предложение Продавца, адресованное любому лицу
        (физическое лицо, индивидуальный предприниматель, юридическое лицо,
        филиалы и представительства), заключить с ним Договор купли-продажи
        (далее - Договор/Публичная оферта) на существующих условиях,
        содержащихся в настоящем Договоре.<br />
        Акцепт - полное и безоговорочное согласие Покупателя, на заключение
        Договора, выражаемое в оплате стоимости Товара.<br />
        Маркетплейс «Azor» - веб-сайт, имеющий адрес в сети Интернет -
        www.azor.kg, принадлежащий ОсОО «Азор Кей Джи», на котором представлены
        товары, предлагаемые Покупателям с целью их приобретения, а также
        условия оплаты и доставки этих товаров Покупателям.<br />
        Покупатель - физическое лицо, индивидуальный предприниматель,
        юридическое лицо, филиалы и представительства, осуществляющие оплату
        денежными средствами и являющиеся приобретателями товара на Маркетплейсе
        «Azor».<br />
        Продавец - ОсОО «Азор Кей Джи», учрежденное в соответствии с действующим
        законодательством Кыргызской Республики, реализующее товары через
        Маркетплейс «Azor».<br />
        Товар - все товары во всех категориях, представленные к продаже на
        Маркетплейсе «Azor».<br />
        Заказ - должным образом оформленный запрос Покупателя на приобретение
        Товаров, выбранных на Маркетплейсе «Azor» и доставку или самовывоз по
        указанному Покупателем адресу.<br />
        Корзина – элемент пользовательского интерфейса Маркетплейса «Azor», куда
        Покупатель может добавлять товары, которые он собирается приобрести на
        условиях настоящего Договора, или для детального его просмотра,
        сравнения с другими товарами.<br />

        <h3>1. Общие положения</h3>
        1.1. Маркетплейс «Azor» принадлежит и администрируется Продавцом.<br />
        1.2. Заказывая Товары через Маркетплейс «Azor», Клиент соглашается с
        условиями продажи товаров, изложенными ниже.<br />
        1.3. Настоящие условия, изложенные в Договоре, также информация о
        Товаре, представленная на Маркетплейсе «Azor», не являются публичной
        офертой.<br />
        1.4. К отношениям между Покупателем и Продавцом применяются положения
        Гражданского кодекса Кыргызской Республики, а также Закон Кыргызской
        Республики «О защите прав потребителей» и иные нормативные правовые
        акты, принятые в соответствии с ними.<br />
        1.5. Продавец имеет право в любой момент изменять, дополнять условия
        настоящего Договора в одностороннем порядке без предварительного
        согласования с Покупателем, обеспечивая при этом публикацию измененных
        условий на Маркетплейе «Azor», в связи с чем, Покупатель обязуется
        регулярно отслеживать внесенные изменения и дополнения.<br />
        1.6. Покупатель безоговорочно соглашается с Договором, после совершения
        соответсвующей оплаты за оформленый Заказ на Маркетплейсе «Azor».<br />
        1.7. Условия продажи содержат пункты с активными гиперссылками на
        конкретные тематические разделы с более подробной информацией, которые
        являются неотъемлемой частью условий продажи. Способ обеспечения доступа
        к тем или иным частям настоящих условий Договора, посредством активных
        гиперссылок является общепринятым способом размещения информации в сети
        Интернет.<br />
        1.8. В случае проведения мероприятий, акций, в условиях мероприятий,
        акций размещаемых на Маркетплейсе «Azor», могут быть установлены
        специальные положения, регулирующие порядок оформления заказа и возврата
        товара. При этом условия мероприятий, акций считается приложением
        настоящего Договора, являющегося неотъемлемой его частью, и подлежат
        применению для лиц, участвующих в мероприятиях, акциях.<br />

        <h3>2. Предмет Договора</h3>
        2.1. Продавец продает товар в соответствии с действующим прейскурантом,
        опубликованным на Маркетплейсе «Azor», окончательная цена которого
        указана в Корзине, а Покупатель производит оплату и принимает товар в
        соответствии с условиями настоящего Договора.<br />
        2.2. Настоящий Договор регулирует взаимоотношения между Продавцом и
        Покупателем по купле-продаже товара, с использованием Маркетплейса
        «Azor», путём акцепта настоящего Договора, проведения процедур по заказу
        Товара и ее оплаты.<br />

        <h3>3. Товар и порядок оформления Заказа</h3>
        3.1. Оформление заказа на Маркетплейсе «Azor» осуществляется путем
        создания заявки на приобретение товара. Для оформления Заказа,
        Покупатель в обязательном порядке должен быть зарегистрирован на
        Маркетплейсе «Azor», условия и порядок которого изложены в разделе
        «Регистрация».<br />
        3.2. Для создания Заказа, Покупатель должен добавить выбранный товар в
        Корзину, нажав на кнопку в выбранном товаре «В корзину».<br />
        3.3. Далее, чтобы оформить Заказ, нужно произвести оплату стоимости
        выбранного товара по ценам, указанного на товаре уже находящегося в
        Корзине, по реквизитам и средствами платежа изложенных в Маркетплейсе
        «Azor».<br />
        3.4. После совершения оплаты полной стоимости товара, Заказ считается
        оформленным и принятым к исполнению Продавцом.<br />
        3.5. Покупатель обязуется не сообщать третьим лицам персональные данные,
        указанные при оформлении Заказа, во избежания несанкционированного
        использования персональными данными третьими лицами на Маркетплейсе
        «Azor». В случае возникновения у Покупателя подозрений относительно
        безопасности его персональных данных или возможности их
        несанкционированного использования третьими лицами, Покупатель обязуется
        незамедлительно уведомить об этом Продавца, направив соответствующее
        электронное письмо на адрес _______@azor.kg.<br />
        3.6. Продавец не несет ответственности за наличие Товаров, размещенных
        на Маркетплейсе «Azor». Сопровождающие Товар фотографии являются
        иллюстрациями, созданными третьими лицами, и могут отличаться от
        фактического внешнего вида Товара. Сопровождающие Товар
        описания/характеристики не претендуют на исчерпывающую информативность и
        могут содержать опечатки.<br />
        3.7. Для уточнения полной и исчерпывающей информации по Товару,
        Покупателю необходимо учтонить через службу поддержки Маркетплейса
        «Azor» посредством доступных средств связи.<br />
        3.8. В случае отсутствия Товаров, заказанных Покупателем, Покупатель
        вправе исключить указанный Товар из Заказа/аннулировать Заказ
        Покупателя, уведомив об этом Покупателя путем направления смс-сообщения
        или звонком по телефону, указанному Покупателем при оформлении
        Заказа.<br />
        3.9. В случае отмены Заказа, стоимость Товара в аннулированном Заказе,
        возвращается Продавцом Покупателю способом, указанным в настоящем
        Договоре.<br />
        3.10. Покупатель несет полную ответственность за предоставление
        недостоверных сведений и информаций, повлекшее за собой невозможность
        надлежащего исполнения Продавцом своих обязательств перед
        Покупателем.<br />

        <h3>4. Передача товара</h3>
        4.1. Способы, а также примерные сроки доставки Товаров, реализуемых
        Продавцом, указаны на Маркетплейсе «Azor» в разделе «Оплата и
        доставка».<br />
        4.2. Территория доставки реализуемых Товаров представленных на
        Маркетплейсе «Azor» курьерами ограничена пределами Кыргызской
        Республики.<br />
        4.3. Задержки в доставке Заказа возможны ввиду непредвиденных
        обстоятельств, на которых Продавец не может оказать какое-либо влияние
        по устранению таких обстоятельств, произошедших не по вине Продавца.<br />
        4.4. Передача товара Продавцом Покупателю осуществляется на основании
        соответсвующей товарной накладной:<br />
        - Покупателю, при самовывозе Покупателем в пункте выдачи ОсОО «Азор Кей
        Джи»;<br />
        - Курьеру/службе доставки для последующей передачи его в территориальное
        почтовое отделение по месту жительства/нахождения Покупателя;<br />
        - Курьеру/службе доставки для последующей передачи непосредственно
        Покупателю.<br />
        4.5. При передаче Заказа, Заказ вручается Покупателю либо курьеру/службе
        доставки.<br />
        4.6. Во избежание случаев мошенничества, а также для надледащего
        исполнения принятых на себя обязательств по Договору, при вручении
        Заказа лицо, осуществляющее доставку Заказа, вправе затребовать
        документ, удостоверяющий личность Получателя, а также указать реквизиты
        предоставленного Получателем документа в товарной накладной.<br />
        4.7. Риск случайной гибели или случайного повреждения Товара переходит к
        Покупателю либо курьеру/службе доставки, с момента передачи Товара и
        проставления Покупателем, Получателем Заказа подписи в документах,
        подтверждающих получения Заказа.<br />
        4.8. Стоимость доставки каждого Заказа рассчитывается индивидуально,
        исходя из веса Товара, региона и способа доставки, и указывается на
        Сайте на последнем этапе оформления Заказа.<br />
        4.9. Обязанность Продавца передать Товар Покупателю считается
        исполненной в момент передачи курьеру/службе доставки Товара, либо
        получении Товара Покупателем в заранее оговоренном пункте выдачи Заказа
        путем самовывоза.<br />
        4.10. При получении Заказа Покупатель обязан осмотреть Товар и проверить
        его на соответствие заявленному количеству, ассортименту и комплектности
        Товара, а также целостность упаковки. В случае отсутствия претензий к
        доставленному Товару Покупатель ставит свою подпись в товарной
        накладной. Подпись в товаросопроводительных документах свидетельствует о
        том, что претензий к Товару Покупателем не заявлено и Продавец полностью
        и надлежащим образом выполнил свои обязательства по передаче Товара.
        После получения и принятия Заказа, претензии к внешним дефектам Товара,
        его количеству, комплектности и товарному виду Продавцом не
        принимаются.<br />
        4.11. Претензии к качеству приобретенного Товара, возникшие после его
        получения, рассматриваются в соответствии с Законом Кыргызской
        Республики «О защите прав потребителей» и гарантийными обязательствами
        производителя Товара.<br />

        <h3>5. Цена и оплата товара</h3>
        5.1. Цены на товарах, реализуемого в Маркетплейсе «Azor», указано в
        национальной валюте КР – сом, и включает в себя налог и сборы
        предусмотренных действующим законодательством Кыргызской Республики.<br />
        5.2. В случае расхождения цен, указанной на товаре размещенной на
        главной странице, разделе, категории, подкатегории и цены, указанной на
        товаре готовящегося к оформлению, добавленного в Корзину, цена на товаре
        готовящегося к оформлению будет актуальной. Это обусловлено тем, что
        актуализация окончательных цен (обновление данных по ценам) на товар
        осуществлятеся в момент добавления выбранного товара из главной
        страницы, раздела, категории, подкатегории в Корзину. Цена на товаре
        указанной на главной странице, разделе, категории, подкатегории,
        информационной рассылке и рекламе офертой не является.<br />
        5.3. Цена Товара в Маркетплейсе «Azor» может меняться не реже чем 1
        (один) раз в сутки, автоматически, Продавцом в одностороннем порядке.
        При этом, цена оформленного Заказа, изменению не подлежит.<br />
        5.4. Продавец вправе предоставлять скидки на Товары и устанавливать
        программу лояльности. Виды скидок, бонусов, порядок и условия их
        начисления определяются Продавцом самостоятельно, и публикуются на сайте
        Маркетплейса «Azor». При этом условия таких программ считается
        приложением настоящего Договора, являющегося неотъемлемой его частью, и
        подлежат применению для лиц, участвующих в программах.<br />

        <h3>6. Обмен и возврат товара</h3>
        6.1. Обмен и возврат Товара, приобретенного в Маркетплейсе «Azor»,
        осуществляется в соответствии с требованиями действующего
        законодательства Кыргызской Республики.<br />

        <h3>7. Ответственность</h3>
        7.1. За неисполнение или ненадлежащее исполнение условий настоящего
        Договора Стороны несут ответственность согласно действующему
        законодательству Кыргызской Республики.<br />
        7.2. Продавец не несет ответственности за ущерб, причиненный Покупателю
        вследствие ненадлежащего использования Товаров, приобретенных на
        Маркетплейсе «Azor».<br />
        7.3. Продавец не несет ответственности за содержание и функционирование
        внешних сайтов.<br />
        7.4. Продавец не отвечает за убытки Покупателя, возникшие в
        результате:<br />
        - предоставления недостоверных сведений и информаций при оформлении
        Заказа;<br />
        - неправомерных действий третьих лиц.<br />
        7.5. Покупатель несет полную персональную ответственность за
        достоверность передаваемых Продавцу персональных и иных данных,
        необходимых для надлежащего исполнения Продавцом своих обязательств по
        настоящему Договору. <br />
        7.6. Ответственность Продавца по настоящему Договору ограничена
        стоимостью Товара, с которым связаны претензии Покупателя.<br />
        7.7. Любая из Сторон освобождается от ответственности за полное или
        частичное неисполнение своих обязательств по настоящему Договору, если
        это неисполнение было вызвано обстоятельствами непреодолимой силы,
        возникшими после заключения настоящего Договора. «Обстоятельства
        непреодолимой силы» означают чрезвычайные события или обстоятельства,
        которые такая Сторона не могла предвидеть или предотвратить доступными
        ей средствами. Такие чрезвычайные события или обстоятельства включают в
        себя, в частности: наводнения, пожары, землетрясения и иные стихийные
        бедствия, войны, военные действия любого характера, введение
        чрезвыяайного положения и чрезвычайных ситаций, террористический акты,
        блокады, действия государственных органов, эмбарго, эпидемии, пандемии,
        забастовки, массовые беспорядки, мародерство, революции, мятежи, смена
        государственной власти, государственный переворот, запреты или
        ограничения государственных органов, нормативно-правовые акты
        государственных органов Кыргызской Республики и иные обстоятельства
        непреодолимой силы выходящие за пределы разумного контроля любой из
        Сторон. Изменения действующего законодательства или нормативных правовых
        актов, прямо или косвенно влияющие на какую-либо из Сторон, не
        рассматриваются как Обстоятельства непреодолимой силы, однако, в случае
        внесения таких изменений, которые не позволяют любой из Сторон исполнить
        какие–либо из ее обязательств по настоящему Договору, Стороны обязаны
        незамедлительно принять решение относительно порядка работы по
        устранению этой проблемы с тем, чтобы обеспечить Сторонам продолжение
        исполнения настоящего Договора.<br />

        <h3>8. Срок действия Публичной оферты</h3>
        8. Настоящая Публичная оферта вступает в силу с момента ее акцепта
        Покупателем, и действует до момента отзыва акцепта Публичной оферты.<br />

        <h3>9. Информационные сообщения</h3>
        9.1. Покупатель дает свое согласие на получение обновленной информации,
        информационных сообщений с последними новостями, новыми предложениями,
        специальными предложениями, объявлениями о продаже, акциях, скидках а
        также информации о новостях и предложениях партнеров Продавца
        посредством SMS и/или электронной почты после завершения процедуры
        регистрации на Маркетплейсе «Azor».<br />
        9.2. Покупатель вправе отказаться от получения рекламной и другой
        информации от Продавца отписавшись от рассылки, путем направления
        письменного запроса на электронный адрес __________@azor.kg. Сервисные
        сообщения, информирующие Покупателя о Заказах, этапах их обработки,
        отправляются автоматически и не могут быть отклонены Покупателем.<br />
        9.3. Покупатель дает свое согласие на сбор, обработку, хранение,
        использование, изменение/дополнение, обезличивание, уничтожение его
        персональных данных, что является  необходимым Продавцу или третьим
        лицам, в том числе агентам или партнерам Продавца, в целях исполнения
        настоящего Договора, продвижения Продавцом товаров и услуг, проведения
        электронных и смс опросов, контроля результатов маркетинговых акций,
        клиентской поддержки, организации доставки Товара Покупателям,
        проведение розыгрышей призов среди Покупателей, контроля
        удовлетворенности Покупателя, а также качества услуг, оказываемых
        Продавцом, а также при проведении оценки и анализа, направленных на
        улучшение обслуживания Покупателей и работы Интернет–магазина в случаях,
        когда необходимость такого согласия предусмотрена действующим
        законодательством Кыргызской Республики. Отзыв согласия на сбор и
        обработку персональных данных осуществляется путем отзыва акцепта
        настоящей Публичной оферты.<br />

        <h3>10. Прочие условия</h3>
        10.1. Продавец не несет ответственности по возможным рискам и условиям
        безопасного использования, а также за сетевые атаки или взлом Сайта (в
        том числе, но не ограничиваясь), сбои в работе Сайта вызванные
        техническими причинами.<br />
        10.2. Все споры и разногласия, вытекающие из настоящего Договора,
        разрешаются путем переговоров. В случае невозможности решения возникших
        споров и разногласий впутем переговоров в течение 30 (тридцать)
        календарных дней, такие споры должны быть переданы на разрешение в
        судебные органы по месту нахождения Продавца.<br />
        10.3. Изображения и тексты, опубликованные на Маркетплейсе «Azor»,
        защищены авторскими правами. Любое использование материалов возможно
        только с письменного разрешения Продавца.<br />
        10.4. Данная опубликованная редакция Договора, является действующей и
        заменяет собой все предыдущие.<br />
    </div>
</template>

