<template>
    <div class="container conditions-privacy">
        <h2>Политика конфиденциальности</h2>
        Настоящая Политика конфиденциальности является публичным Договором,
        заключенным между ОсОО «Азор Кей Джи» (являющегося владельцем
        Маркетплейса «Azor» находящегося по интернет адресу: www.azor.kg) и
        Покупателем, далее совместно именуемыми Стороны, а по отдельности
        Сторона или как указано в настоящей Политике конфиденциальности, в
        соответствии с действующим законодательством Кыргызской Республики, и
        действует в отношении информации, содержащей персональные данные
        Покупателей, которую Маркетплейс «Azor» может получить о Покупателях во
        время использования ими Маркетплейса «Azor».
        <br /><br />
        Персональные данные - сведения, относящиеся к определенному или
        определяемому на их основании субъекту персональных данных,
        зафиксированные на электронном, бумажном и (или) ином материальном
        носителе. Неличные данные - сведения, которые автоматически передаются в
        процессе просмотра Покупателем рекламных блоков и при посещении интернет
        страниц, на которых установлен статистический скрипт системы: адрес
        запрашиваемой страницы, файлы cookie, IP-адрес, информацию о браузере,
        реферер (адрес предыдущей страницы), время доступа. Массив персональных
        данных - совокупность любых персональных данных Пользователей. Держатель
        массива персональных данных - органы и лица, на которые возложены
        полномочия определять цели, категории персональных данных и
        контролировать сбор, хранение, обработку и использование персональных
        данных Пользователей. Получатель персональных данных - органы и лица,
        которым передаются и предоставляются персональные данные Пользователей.
        Сбор персональных данных - процедура получения персональных данных
        держателем массива персональных данных от Пользователей этих данных либо
        из других источников. Обработка персональных данных - процедура в целях
        сбора, записи, хранения, актуализации, группировки, блокирования,
        стирания и разрушения персональных данных Пользователей. Согласие
        Пользователя на обработку персональных данных – любая форма
        волеизъявления Пользователя о согласии на осуществление процедур,
        связанных с обработкой его персональных данных. Маркетплейс «Azor» -
        веб-сайт, имеющий адрес в сети Интернет - www.azor.kg, принадлежащий
        ОсОО «Азор Кей Джи», на котором представлены товары, предлагаемые
        Покупателям с целью их приобретения, а также условия оплаты и доставки
        этих товаров Покупателям. Сервисы Маркетплейса «Azor» – все услуги,
        доступные для использования на сайте www.azor.kg. Покупатель –
        физическое лицо, индивидуальный предприниматель, юридическое лицо,
        филиалы и представительства пользующиеся Маркетплейсом «Azor». Продавец
        - ОсОО «Азор Кей Джи», учрежденное в соответствии с действующим
        законодательством Кыргызской Республики, реализующее товары через
        Маркетплейс «Azor». Товар - все товары во всех категориях,
        представленные к продаже на Маркетплейсе «Azor». Заказ - должным образом
        оформленный запрос Покупателя на приобретение Товаров, выбранных на
        Маркетплейсе «Azor» и доставку или самовывоз по указанному Покупателем
        адресу. Файл cookie - это небольшие текстовые файлы, в которые браузер
        записывает данные с посещенных Покупателями сайтов. Файлы сookie
        исполняют целый ряд функций, например, позволяют Покупателю эффективно
        перемещаться между страницами, запоминая его предпочтения, и, таким
        образом, улучшает опыт взаимодействия с Маркетплейсом «Azor». Они также
        могут способствовать тому, что реклама, которую видит Покупатель онлайн,
        соответствует его интересам. Если не использовать файлы cookie, то не
        возможно будет вообще купить товар в Маркетплейсе «Azor», так как вся
        работа корзины построена на сохранении данных с этих файлов. К примеру,
        если Покупатель выберет товар в Маркетплейсе «Azor», положит его в
        корзину и перейдет на новую страницу, то этот товар просто не сохранится
        в корзине. IP-адрес - уникальный сетевой адрес узла в компьютерной сети,
        построенной по протоколу IP, позволяющий определить местонахождение
        Покупателя. Маркетплейс «Azor» не отслеживает местоположение, подробнее
        чем город и область.
        <h3>1. Предмет Политики конфиденциальности</h3>
        1.1. Настоящая Политика конфиденциальности устанавливает обязательства
        Продавца по неразглашению и обеспечению режима защиты конфиденциальности
        персональных данных, которые Покупатель предоставляет по запросу
        Продавца при регистрации на сайте Маркетплейса «Azor» и/или при
        оформлении заказа для приобретения товара.<br />
        Для физических лиц: <br />
        • фамилию, имя, отчество Покупателя; <br />
        • контактный телефон Покупателя; <br />
        • адрес электронной почты Покупателя; <br />
        • адрес доставки Товара; <br />
        • населенный пункт жительства Покупателя. <br />
        Для индивидуальных предпринимателей: <br />
        • наименование Покупателя; <br />
        • ИНН Покупателя; <br />
        • код ОКПО Покупателя (при наличии); <br />
        • контактный телефон Покупателя; <br />
        • адрес электронной почты Покупателя; <br />
        • адрес доставки Товара; <br />
        • населенный пункт осуществления деятельности Покупателя. <br />
        Для юридических лиц, филиалов и представительств: <br />
        • наименование Покупателя; <br />
        • ИНН Покупателя; <br />
        • код ОКПО Покупателя; <br />
        • контактный телефон Покупателя; <br />
        • адрес электронной почты Покупателя; <br />
        • адрес доставки Товара; <br />
        • населенный пункт осуществления деятельности Покупателя. <br />
        1.3. Любая иная персональная информация неоговоренная выше (история
        покупок, используемые браузеры и операционные системы и т.д.) также
        подлежит надежному хранению и нераспространению. <br />
        1.4. Для достижения Продавцом цели сбора и обработки предоставленных
        персональных данных указанных в настоящей Политике конфиденциальности,
        Покупателю необходимо представлять Продавцу только актуальные и
        корректные персональные данные, а в случае их изменения сообщить об этом
        или внести соответствующие изменения и дополнения в персональные данные,
        которую Продавец не проверяет достоверность предоставленных Покупателем
        персональных данных и не осуществляет контроль их актуальности. <br />
        1.5. Продавец осуществляет сбор, обработку и хранение только те
        персональные данные, которые необходимы для предоставления Сервисов
        и/или приобретения Покупателем Товара из каталога Маркетплейса «Azor».
        <br />

        <h3>2. Цели сбора и обработки персональных данных</h3>
        2.1. Персональные данные Покупателя Продавец использует в целях: <br />
        • идентификации Покупателя для оформления заказа и/или заключения
        Договора купли-продажи товара; <br />
        • обработки и получения от Покупателя платежей; <br />
        • доставки Покупателю товара; <br />
        • связи с Покупателем, в том числе направление уведомлений, запросов и
        информации, касающихся использования Сервисов, оказания услуг, а также
        обработки запросов и заявок от Покупателя; <br />
        • предоставления Покупателю эффективной клиентской поддержки;<br />
        • предоставления Покупателю персонализированных Сервисов;<br />
        • улучшения качества Сервисов, удобства их использования;<br />
        • разработка новых Сервисов и услуг;<br />
        • информирования Покупателя о проводимых мероприятиях и акциях;<br />
        • проведения статистических и иных исследований на основе неличных
        данных, а также оптимизации рекламных сообщений.<br />

        <h3>3. Права и обязанности Сторон</h3>
        3.1. Покупатель обязан:<br />
        3.1.1. предоставлять информацию о персональных данных, необходимую для
        пользования Маркетплейсом «Azor»;<br />
        3.1.2. изменять, дополнять предоставленную информацию в случае
        обнаружения некорректных данных при пользовании Маркетплейсом «Azor».<br />
        3.2. Продавец имеет право предоставлять доступ для сбора и анализа
        неличных данных Покупателей третьим лицам для целей статистики и
        оптимизации рекламных сообщений. Использование неличных данных третьими
        лицами регулируется их собственными политиками конфиденциальности, и
        Маркетплейс «Azor» не несет ответственности за их использование.<br />
        3.3. Продавец обязан:<br />
        3.3.1. использовать полученную информацию исключительно для целей,
        указанных в разделе 3 настоящей Политики конфиденциальности;<br />
        3.3.2. обеспечить хранение конфиденциальной информации в тайне, не
        разглашать без предварительного письменного разрешения Покупателя
        переданных персональных данных, за исключением передачи данных в целях
        выполнения заказа Покупателя (курьерским службам, организациям почтовой
        связи и т.п.), а также уполномоченным государственным органам Кыргызской
        Республики в порядке, установленным законодательством КР;<br />
        3.3.3. принимать меры предосторожности для защиты конфиденциальности
        персональных данных Покупателя согласно порядку, обычно используемого
        для защиты такого рода информации.<br />
        3.4. Покупатель имеет право на доступ и редактирование своих
        персональных данных в любое время.<br />

        <h3>4. Прочие условия</h3>
        4.1. Регистрация на Маркетплейсе «Azor» и дальнейшее использование
        Покупателем данного продукта, означает его согласие с настоящей
        Политикой конфиденциальности и условиями обработки его персональных
        данных.<br />
        4.2. В случае несогласия с условиями Политики конфиденциальности
        Покупатель должен прекратить пользование Маркетплейсом «Azor».<br />
        4.3. Всю ответственность, а также возможные последствия за
        предоставление недостоверных или неактуальных персональных данных несёт
        Покупатель.<br />
        4.4. Настоящая Политика конфиденциальности применяется только к сайту
        Маркетплейса «Azor» www.azor.kg. Маркетплейс «Azor» не несет
        ответственность за информацию и запросы на сайтах третьих лиц, на
        которые Покупатель может перейти по ссылкам, доступным на сайте
        Маркетплейса «Azor».<br />
        4.5. Отключение файлов cookie может повлечь невозможность доступа к
        частям сайта Маркетплейса «Azor», требующим авторизации.<br />
        4.6. Маркетплейс «Azor» осуществляет сбор статистики об IP-адресах своих
        Покупателей. Данная информация используется с целью выявления и решения
        технических проблем, для контроля законности проводимых финансовых
        платежей.<br />
        4.7. К настоящей Политике конфиденциальности и отношениям между
        Покупателем и Продавцом применяется действующее законодательство
        Кыргызской Республики.<br />
        4.8. Продавец оставляет за собой право на одностороннее изменение
        настоящей Политики конфиденциальности для дальнейшего совершенствования
        системы безопасности в соответствии с действующим законодательством
        Кыргызской Республики.<br />
        4.9. Все предложения или вопросы по поводу настоящей Политики
        конфиденциальности следует сообщать на электронный почтовый адрес
        Продавца __________@azor.kg либо по адресу: Кыргызская Республика, г.
        Бишкек, ул. Уметалиева, д. 127.<br />
    </div>
</template>